Repository: homielab/mountmate
Catalog: MountMate/Resources/*.lproj/Localizable.strings
Languages: vi

source: No Drives Found
vi: Không tìm thấy ổ đĩa

source: Connect a USB drive, SD card, or mount a disk image to see it here.
vi: Kết nối ổ USB, thẻ SD, hoặc gắn ảnh đĩa để xem tại đây.

source: External Disks
vi: Ổ đĩa ngoài

source: Disk Images
vi: Ảnh đĩa

source: Snapshots
vi: Bản ghi tức thời

# Unmount All
source: Unmount All User Volumes
vi: Tháo tất cả phân vùng người dùng

source: Eject
vi: Đẩy ra an toàn

source: Mount
vi: Gắn

source: Unmount
vi: Tháo

source: Quit MountMate
vi: Thoát MountMate

source: free of
vi: trống trong tổng số

source: Unknown
vi: Không rõ

source: Unmounted
vi: Chưa gắn

source: Ignore This Disk
vi: Bỏ qua ổ đĩa này

source: Ignore This Volume
vi: Bỏ qua phân vùng này

source: Protect from 'Unmount All'
vi: Bảo vệ khỏi 'Tháo tất cả'

source: Unprotect from 'Unmount All'
vi: Bỏ bảo vệ khỏi 'Tháo tất cả'

source: Open in Finder
vi: Mở trong Finder

source: MountMate Settings
vi: Cài đặt MountMate

source: General
vi: Chung

source: Management
vi: Quản lý

source: Start MountMate at Login
vi: Khởi động cùng máy

source: Block USB Auto-Mount
vi: Chặn tự động gắn USB

source: Unmount All Disks on Sleep
vi: Tháo tất cả ổ đĩa khi ngủ

source: Language
vi: Ngôn ngữ

source: Homepage
vi: Trang chủ

source: Support Email
vi: Email hỗ trợ

source: Donate
vi: Ủng hộ

source: Check for Updates...
vi: Kiểm tra cập nhật...

source: Ignored Volumes
vi: Phân vùng bị bỏ qua

source: No Ignored Volumes
vi: Không có phân vùng bị bỏ qua

source: Right-click a volume to ignore it. Useful for system partitions like 'EFI' that you don't need to manage.
vi: Nhấp chuột phải vào một phân vùng để bỏ qua. Hữu ích cho các phân vùng hệ thống như 'EFI' mà bạn không cần quản lý.

source: Protected Volumes
vi: Phân vùng được bảo vệ

source: No protected volumes
vi: Không có phân vùng nào được bảo vệ

source: Right-click a volume to protect it from 'Unmount All' and system sleep actions.
vi: Nhấp chuột phải vào một phân vùng để bảo vệ nó khỏi 'Tháo tất cả' và khi máy ngủ.

source: Cancel
vi: Bỏ qua

source: Eject Failed
vi: Đẩy ra thất bại

source: Mount Failed
vi: Gắn thất bại

source: Unmount Failed
vi: Tháo thất bại

source: “%@” is locked
vi: “%@” đã bị khoá

source: Enter the password to unlock “%@”
vi: Nhập mật khẩu để mở khoá “%@”

source: Password
vi: Mật khẩu

source: Unlock
vi: Mở khoá

source: unmount
vi: tháo

source: eject
vi: đẩy ra

source: mount
vi: gắn

source: Failed to eject “%@” because one of its volumes is busy or in use.
vi: Không thể đẩy ra “%@” vì một trong các phân vùng của nó đang bận hoặc đang được sử dụng.

source: The “EFI” partition cannot be mounted directly. This is a special system partition and this behavior is normal.
vi: Không thể gắn trực tiếp phân vùng “EFI”. Đây là một phân vùng hệ thống đặc biệt và hành vi này là bình thường.

source: Failed to %@ “%@” because it is currently in use by another application.
vi: Không thể %@ “%@” vì đang được sử dụng bởi một ứng dụng khác.

source: An unknown error occurred while trying to %@ “%@”.
vi: Đã xảy ra lỗi không xác định khi đang cố gắng %@ “%@”.

source: Command Execution Failed
vi: Thực thi lệnh thất bại

source: The 'diskutil' command failed to execute. This can happen due to permission issues.
vi: Lệnh 'diskutil' không thể thực thi. Điều này có thể xảy ra do vấn đề về quyền truy cập.

source: Please check your System Settings under Privacy & Security > Files and Folders to ensure MountMate has access.
vi: Vui lòng kiểm tra Cài đặt Hệ thống trong mục Quyền riêng tư & Bảo mật > Tệp & Thư mục để đảm bảo MountMate có quyền truy cập.

source: Could Not Load Disks
vi: Không thể tải danh sách ổ đĩa

source: Failed to get disk list. The 'diskutil' command returned no data.
vi: Không thể lấy danh sách ổ đĩa. Lệnh 'diskutil' không trả về dữ liệu.

source: Data Parsing Error
vi: Lỗi phân tích dữ liệu

source: Failed to parse the data returned by `diskutil`. The format may have changed, or the data could be corrupt.
vi: Không thể phân tích dữ liệu trả về từ `diskutil`. Định dạng có thể đã thay đổi hoặc dữ liệu có thể bị hỏng.

source: Could not calculate total usage because an error occurred on one of its volumes.
vi: Không thể tính tổng dung lượng sử dụng vì đã xảy ra lỗi trên một trong các phân vùng của nó.

source: Could not read storage details. Please grant MountMate 'Full Disk Access' or 'Files and Folders' permissions in System Settings > Privacy & Security.
vi: Không thể đọc chi tiết dung lượng. Vui lòng cấp cho MountMate quyền 'Truy cập Toàn bộ Đĩa' hoặc 'Tệp & Thư mục' trong Cài đặt Hệ thống > Quyền riêng tư & Bảo mật.

source: Restart Required
vi: Cần khởi động lại

source: Please restart MountMate for the language change to take effect.
vi: Vui lòng khởi động lại MountMate để thay đổi ngôn ngữ có hiệu lực.

source: Restart Now
vi: Khởi động lại ngay

source: Later
vi: Để sau
